<?php

return [
    'startPageTitle' => 'Αρχική',
    'more'=> 'Περισσότερα',
    'login' => [
        'title' => 'Σύνδεση',
        'username' => 'Όνομα Χρήστη',
        'email' => 'email',
        'password' => 'Κωδικός',
        'rememberMe' => 'να με θυμάσαι',
        'submit' => 'Σύνδεση',
    ],
    'home' => [

    ],
    'resetPassword' => [
        'email' => [
            'mainMessage' => 'Παρακαλούμε πατήστε στο παρακάτω κουμπί για να θέσετε έναν νεό κωδικό πρόσβασης.',
            'linkText' => 'Αλλαγή Κωδικού',
            'alterMessage' => 'Αλλιώς χρησιμοποιείστε το link:',
            'ignoreMessage' => 'Αγνοήστε το μήνυμα αν δεν ζητήσατε ανανέωση του κωδικού πρόσβασης.',
        ],
    ],
    'article' => [
        'readMore' => 'Διαβάστε περισσότερα',
        'seeAll' => 'Δείτε όλα τα άρθρα',
    ],
    'contact' => [
        'pageTitle' => 'Contact',
        'contentTitle' => '',
        'content' => 'fdsxfdsf dsfdfdf dfdfd',
        'formTitle' => 'Φόρμα Επικοινωνίας',
        'form' => [
            'fullname' => 'Ον/μο',
            'email' => 'Email',
            'phone' => 'Τηλέφωνο',
            'service' => 'Ενδιαφέρομαι για συνάντηση συμβουλευτικής σχετικά με τη Νομοθεσία στο',
            'message' => 'Μήνυμα',
            'submit' => 'Αποστολή',
            'success' => 'Το μήνυμά σας εστάλη! Θα λάβετε σύντομα απάντησή μας!',
            'fail' => 'Υπήρξε κάποιο πρόβλημα! Το μήνυμά σας δεν εστάλη!',
        ],
        'message' => [
            'proveNotRobot' => 'Παρακαλώ, αποδείξτε ότι δεν είστε ρομπότ.',
            'sending' => 'Αποστολή',
            'MF000' => 'Το μήνυμά σας εστάλη! Θα λάβετε σύντομα απάντησή μας!',
            'MF001' => 'MF001',
            'MF002' => 'MF002',
            'MF003' => 'MF003',
            'MF004' => 'MF004',
            'MF254' => 'MF254',
            'MF255' => 'Υπήρξε κάποιο πρόβλημα! Το μήνυμά σας δεν εστάλη!',

        ]
    ],
    'cookiesConsent' => [
        'accept' => 'Αποδοχή',
        'message' => 'Με τη χρήση της ιστοσελίδας μας, συμφωνείτε με τη χρήση των cookies.',
    ],
    'error' => [
        'backToHome' => 'Μεταφερθείτε στην αρχική',
        '403' => 'Δεν έχετε πρόσβαση σε αυτην την σελίδα!',
        '404' => 'Η σελίδα δεν βρέθηκε!',
        '422' => 'Δεν μπορούμε να επεξαργαστούμε το αίτημά σας!',
        '500' => 'Κάτι δεν δούλεψε σωστά!',
        '503' => 'Η υπηρεσία είναι προσωρινά μη διαθέσιμη!',
    ],
    'seo' => [
        'routes' => [
            'publicHome' => [
                'title' => 'Αρχική',
                'description' => 'Αρχική σελιδα - περιγραφη',
            ],
        ],
    ],
];
